




#正常场景---测试数据
success_data=[{"text":"pc","password":"123456"}]


#异常用列---手机格式不正确（大于11位，小于11位，为空，不在号码段）
phone_data=[{"text":"pcc","password":"123456","check":"用户密码错误！"}]



#正常登陆----测试数据
zcdl=[{"text":"13547324646","password":"a1234567"}]

#异常登陆----测试数据-----提示   "账户或密码错误"
cwdl=[{"text":"1354732474747","password":"123456","check":"账户或密码错误"}]

#设备名称------------三种方式
sbmc3=[{"mc": "龙泉口隧道右洞车道指示器YLS02"},
       {"mc": "龙泉口隧道右洞车道指示器YLS01"},
       {"mc": "龙泉口隧道右洞车道指示器YLS12"},
       {"mc": "龙泉口隧道右洞车道指示器YLS11"},
       {"mc": "龙泉口隧道右洞车道指示器YLS18"},
       {"mc": "龙泉口隧道右洞车道指示器YLS17"},
       {"mc": "龙泉口隧道右洞车道指示器YLS06"},
       {"mc": "龙泉口隧道右洞车道指示器YLS05"},
       {"mc": "龙泉口隧道右洞车道指示器YLS14"},
       {"mc": "龙泉口隧道右洞车道指示器YLS13"},
      ]


sbmc4=[
       {"mc": "龙泉口隧道右洞车道指示器YLS06"},
       {"mc": "龙泉口隧道右洞车道指示器YLS05"},
       {"mc": "龙泉口隧道右洞车道指示器YLS14"},
       {"mc": "龙泉口隧道右洞车道指示器YLS13"},
       ]


sbjtd=[{"mc":"龙泉口隧道左洞入口交通灯"},
       {"mc":"龙泉口隧道右洞入口交通灯"}
       ]







